Repository: ACEM-COOP/nagvis
Catalog: nagvis/includes/locale/*/LC_MESSAGES/nagvis.po
Languages: de_de

# wrongPhpVersion
source: The PHP version you are using &quot;[CURRENT_VERSION]&quot; is too old. NagVis needs PHP &quot;[NEEDED_VERSION]&quot; or newer.
de_de: Die aktuelle PHP-Version &quot;[CURRENT_VERSION]&quot; ist zu alt. NagVis ben&ouml;tigt PHP &quot;[NEEDED_VERSION]&quot; oder h&ouml;her.

# noUser
source: No user name was handed over to NagVis! For possible solutions please have a look at the FAQ on www.nagvis.org.
de_de: Es wurde kein Benutzername an NagVis &uuml;bergeben. Mehr Informationen sind in der FAQ auf www.nagvis.org zu finden.

# permissionDenied
source: The user "[USER]" has no permission for this action
de_de: Der Benutzer "[USER]" hat keine Rechte für diese Aktion

# mapRotationPoolNotExists
source: The given map rotation pool &quot;[ROTATION]&quot; is not defined in NagVis.
de_de: Der angegebene Rotation-Pool &quot;[ROTATION]&quot; ist nicht definiert.

source: Address
de_de: Adresse

source: State
de_de: Status

source: Summary State
de_de: Gesamtstatus

source: Output
de_de: Ausgabe

source: Summary Output
de_de: Gesamtausgabe

source: Instance
de_de: Instanz

source: Next Check
de_de: N&auml;chste Pr&uuml;fung

source: Last Check
de_de: Letzte Pr&uuml;fung

source: State Type
de_de: Statustyp

source: Current Attempt
de_de: Aktueller Versuch

source: Last State Change
de_de: Letzter Statuswechsel

source: State Duration
de_de: Statusdauer

source: Service Name
de_de: Dienstename

# hoverTemplateNotReadable
source: The hover template is not readable. Please check the webservers permissions for the hover template file &quot;[FILE]&quot;.
de_de: Bitte die Leseberechtigungen des Webservers auf die Hover-Template-Datei &quot;[FILE]&quot; pr&uuml;fen.

# hoverTemplateNotExists
source: The hover template file &quot;[FILE]&quot; does not exist.
de_de: Die Hover-Template-Datei &quot;[FILE]&quot; existiert nicht.

# backgroundNotExists
source: Map image file "[IMGPATH]" does not exist
de_de: Das Hintergrundbild "[IMGPATH]" existiert nicht

# backgroundNotReadable
source: The background image "[IMGPATH]" is not readable.
de_de: Bitte die Leseberechtigungen des Webservers auf die PNG-Datei "[IMGPATH]" pr&uuml;fen

# backgroundNotWriteable
source: The map image file &quot;[IMGPATH]&quot; is not writeable.
de_de: Bitte die Schreibberechtigungen des Webservers auf die PNG-Datei &quot;[IMGPATH]&quot; pr&uuml;fen.

# backgroundFolderNotWriteable
source: The background image folder &quot;[PATH]&quot; is not writeable.
de_de: Bitte die Schreibberechtigungen des Webservers auf das Verzeichnis &quot;[PATH]&quot; pr&uuml;fen

# mainMustValueNotSet
source: The must value &quot;[ATTRIBUTE]&quot; is not set the section &quot;[TYPE]&quot; in main configuration file.
de_de: Der Pflichtwert &quot;[ATTRIBUTE]&quot; wurde in der Sektion &quot;[TYPE]&quot; in der Haupt-Konfigurations-Datei nicht gesetzt.

# unknownValue
source: The attribute &quot;[ATTRIBUTE]&quot; is not allowed in section &quot;[TYPE]&quot; in main configuration file.
de_de: Das Attribut &quot;[ATTRIBUTE]&quot; ist in der Sektion &quot;[TYPE]&quot; in der Haupt-Konfigurationsdatei nicht erlaubt.

# deprecatedOption
source: The given option &quot;[ATTRIBUTE]&quot; in section &quot;[TYPE]&quot; is deprecated in this version. Please read the documentation/changelog for details.
de_de: Die Option &quot;[ATTRIBUTE]&quot; in der Sektion &quot;[TYPE]&quot; ist veraltet. Bitte das Changelog oder die Dokumentation pr&uuml;fen und den Parameter anpassen.

# unknownSection
source: The section &quot;[TYPE]&quot; in main configuration file is not allowed.
de_de: Die Sektion &quot;[TYPE]&quot; in der Haupt-Konfigurationsdatei ist nicht erlaubt.

# mainCfgNotExists
source: The main configuration file &quot;[MAINCFG]&quot; does not exists.
de_de: Die Haupt-Konfigurationsdatei &quot;[MAINCFG]&quot; existiert nicht.

# mainCfgNotReadable
source: Please check the webservers permissions for the main configuration file &quot;[MAINCFG]&quot;.
de_de: Keine Leserechte auf die NagVis Konfigurationsdatei. Bitte die Leseberechtigungen des Webservers auf die Haupt-Konfigurationsdatei &quot;[MAINCFG]&quot; pr&uuml;fen.

# languageNotFound
source: You configured NagVis to load language &quot;[LANG]&quot;. This language could not be found in language path.
de_de: Die Sprach-Datei f&uuml;r die Sprache &quot;[LANG]&quot; konnte nicht gefunden werden.

source: Select map
de_de: Eine Karte w&auml;hlen

# editMap
source: Edit current map
de_de: Diese Karte bearbeiten

source: Need Help?
de_de: Hilfe?

# onlineDoc
source: Documentation
de_de: Dokumentation

# forum
source: Support Forum
de_de: Forum

# supportInfo
source: NagVis Support Information
de_de: NagVis-Support-Informationen

# rotationStart
source: Start Rotation
de_de: Starte Rotation

# rotationStop
source: Stop Rotation
de_de: Stoppe Rotation

# refreshStart
source: Start Refresh
de_de: Starte Z&auml;hler

# refreshStop
source: Stop Refresh
de_de: Stoppe Z&auml;hler

# headerTemplateNotExists
source: The requested header template file &quot;[FILE]&quot; does not exist.
de_de: Die Header-Template-Datei &quot;[PATH]&quot; existiert nicht.

# headerTemplateNotReadable
source: Please check the webservers permissions at the header template file &quot;[FILE]&quot;.
de_de: Bitte die Leseberechtigungen des Webservers auf die Datei &quot;[PATH]&quot; pr&uuml;fen.

# validatorNotValidBoolean
source: Parameter [VAR] is not a valid boolean (TRUE / FALSE).
de_de: Parameter [VAR] enth&auml;lt keinen g&uuml;ltigen boolean. Bitte nur TRUE oder FALSE angeben.

# validatorNotValidString
source: Parameter [VAR] contains not a valid string.
de_de: Parameter [VAR] enth&auml;lt keinen g&uuml;ltigen String.

# ValidatorNotAllowedParameterEntry
source: Parameter [VAR] is not an allowed entry.
de_de: Parameter [VAR] enth&auml;lt einen nicht erlaubten Eintrag.

# vaidatorNotValidUrl
source: Parameter [VAR] is not a valid URL.
de_de: Parameter [VAR] ist keine erlaubte URL.

# validatorNotValidInteger
source: Parameter [VAR] contains not a valid integer.
de_de: Parameter [VAR] enth&auml;lt keinen g&uuml;ltigen Integer.

# validatorValueOutOfRange
source: Parameter [VAR] is out of range.
de_de: Parameter [VAR] ist nicht innerhalb des erlaubten Wertebereiches.

# validatorNotSetParameterValue
source: Parameter [VAR] is not set.
de_de: Für den Parameter [VAR] wurde kein Wert angegeben.

# validatorIsEmptyParameter
source: Parameter [VAR] is empty. Fill this parameter with a (valid) value.
de_de: Parameter [VAR] ist leer.

# validatorNotDefinedParameter
source: Parameter [VAR] is not a defined parameter.
de_de: Parameter [VAR] ist keine definierter Parameter.

# messageboxTitleWrongType
source: Wrong Type
de_de: Falscher Typ

# messageboxMessageWrongType
source: The type [TYPE] is not a defined message box type.
de_de: Der Typ [TYPE] ist nicht definiert.

# childStatesAre
source: There are
de_de: Es sind

source: Hosts
de_de: Ger&auml;te

# hostGroupNotFoundInDB
source: The hostgroup "[HOSTGROUP]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
de_de: Die Hostgruppe "[HOSTGROUP]" konnte in der Datenbank nicht gefunden werden. Eventuell ist sie falsch geschrieben?

source: Services
de_de: Dienste

# serviceGroupNotFoundInDB
source: The servicegroup "[SERVICEGROUP]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
de_de: Die Dienstegruppe "[SERVICEGROUP]" konnte in der Datenbank nicht gefunden werden. Eventuell ist sie falsch geschrieben?

source: Host Name
de_de: Ger&auml;tename

source: Hostgroup Name
de_de: Ger&auml;tegruppenname

source: Servicegroup Name
de_de: Dienstegruppenname

source: Map Name
de_de: Kartenname

source: Object Name
de_de: Objektname

# lastStatusRefresh
source: Last state refresh
de_de: Letzte Status-Aktualisierung

source: Objects
de_de: Objekte

# mapIsEmpty
source: The map "[MAP]" has 0 objects.
de_de: Die Karte "[MAP]" hat keine Objekte.

# noReadPermissions
source: You are not permitted to view the state of this map.
de_de: Sie haben keine Berechtigung, den Status dieser Karte einzusehen.

# hostStateIs
source: The Host is
de_de: Der Host ist

# hostHasNoServices
source: The host "[HOST]" has no Services.
de_de: Der Host "[HOST]" hat keine Dienste.
