Repository: ACEM-COOP/nagvis
Catalog: nagvis/includes/locale/*/LC_MESSAGES/nagvis.po
Languages: de_de

# mustValueNotSet
source: A necessary value is not set. All red marked values are compulsory values.
de_de: Der Pflichtwert "[ATTRIBUTE]" ist nicht gef&uuml;llt

# backendNotInitialized
source: The backend with the ID "[BACKENDID]" of type "[BACKENDTYPE]" is not initialized. Maybe there is an undefined backend used in a map?
de_de: Die Datenquelle mit der ID "[BACKENDID]" vom Typ "[BACKENDTYPE]" ist nicht initialisiert. M&ouml;glicherweise wird eine undefinierte Datenquelle in einer Karte verwendet.

# methodNotSupportedByBackend
source: The method "[METHOD]" is not supported by the backend.
de_de: Die Methode "[METHOD]" wird von der gew&auml;hlten Datenquelle nicht unterst&uuml;tzt.

# accessModeIsNotValid
source: The access mode "[MODE]" is not valid.
de_de: Der Zugriffsmodus "[MODE]" ist nicht g&uuml;ltig

# unknownAction
source: The action "[ACTION]" is not supported by the ajax handler.
de_de: Die Aktion "[ACTION]" wird vom Formular-Handler nicht unterst&uuml;tzt

# mapLockNotDeleted
source: The map lock could not be deleted.
de_de: Die Sperre der Karte konnte nicht gel&ouml;scht werden

source: Set default backend
de_de: Standard-Datenquelle setzen

source: Save
de_de: Speichern

source: Add backend
de_de: Datenquelle hinzuf&uuml;gen

source: Edit backend
de_de: Datenquelle bearbeiten

# delBackend
source: Delete backend
de_de: Datenquelle l&ouml;schen

source: Default backend
de_de: Standard-Datenquelle

source: Create map
de_de: Erstelle eine Karte

source: Create
de_de: Erstellen

source: Rename map
de_de: Eine Karte umbenennen

source: Rename
de_de: Umbenennen

source: Delete map
de_de: Eine Karte l&ouml;schen

source: Delete
de_de: L&ouml;schen

source: Export map
de_de: Karte exportieren

source: Export
de_de: Exportieren

source: Import map
de_de: Karte importieren

source: Import
de_de: Importieren

# chooseMap
source: Select map
de_de: Eine Karte w&auml;hlen

# chooseMapFile
source: Select a map configuration file
de_de: Eine Kartendatei w&auml;hlen

# newMapName
source: New name
de_de: Neuer Name

source: Map name
de_de: Kartenname

# readUsers
source: User with read permissions
de_de: Benutzer mit Lese-Rechten

# writeUsers
source: User with write permissions
de_de: Benutzer mit Schreib-Rechten

source: Map Iconset
de_de: Karten-Iconset

source: Background
de_de: Hintergrund

# chooseMapName
source: You have to insert a name for the new map.
de_de: Sie m&uuml;ssen einen Namen für die neue Karte angeben.

# minOneUserAccess
source: At least one user must have access to the map.
de_de: Mindestens ein User muss Zugriff auf die Karte haben.

# mustChooseBackgroundImage
source: You have to select the background image for this map.
de_de: Sie m&uuml;ssen das Hintergrund-Bild für diese Karte w&auml;hlen.

# noMapToRename
source: No map found. Operation terminated.
de_de: Keine Karte zum Umbenennen gefunden. Operation abgebrochen.

# noNewNameGiven
source: You specified no new names.
de_de: Sie haben keinen neuen Namen angegeben.

# mapAlreadyExists
source: The map "[MAPNAME]" already exists. Rename the file.
de_de: Die Karte "[MAPNAME]" existiert bereits. Bitte einen anderen Namen w&auml;hlen.

# foundNoMapToDelete
source: No map found. Operation terminated.
de_de: Keine Karte zum L&ouml;schen gefunden. Operation abgebrochen.

# foundNoMapToExport
source: No map found. Select a map to export.
de_de: Keine Karte zum Exportieren gefunden. Bitte eine Karte w&auml;hlen.

# foundNoMapToImport
source: There is no file given to import. Select a file to import.
de_de: Es ist keine Datei zum Importieren ausgew&auml;hlt. Bitte eine Datei w&auml;hlen.

# notCfgFile
source: The given file has not the extension ".cfg". Rename the file.
de_de: Die Datei hat nicht die Dateiendung ".cfg". Bitte die Datei umbenennen.

# confirmNewMap
source: Do you really want to create a new map?
de_de: Wollen Sie wirklich eine neue Karte erstellen?

# confirmMapRename
source: Do you really want to rename this map?
de_de: Wollen Sie diese Karte wirklich umbenennen?

# confirmMapDeletion
source: Do you really want to delete this map? This action can not be reverted.
de_de: Wollen Sie diese Karte wirklich l&ouml;schen? Diese Aktion kann nicht r&uuml;ckgängig gemacht werden.

# unableToDeleteMap
source: Unable to delete map "[MAP]". The map is included in another map "[PARENTMAP]".
de_de: Karte "[MAP]" nicht l&ouml;schbar. Die Karte ist in der Karte "[PARENTMAP]" eingebunden.

# noPermissions
source: You do not have the permissions to change this map.
de_de: Der Benutzer "[USER]" hat keine Rechte für diese Aktion

# minOneUserWriteAccess
source: At least one user must have the authorization in order to change this map.
de_de: Mindestens ein Benutzer muss die Berechtigung haben, um diese Karte zu &auml;ndern.

# noSpaceAllowed
source: Blanks are not allowed.
de_de: Leerzeichen sind in diesem Wert nicht erlaubt.

source: Upload shape
de_de: Bild hochladen

source: Upload
de_de: Hochladen

source: Delete shape
de_de: Bild l&ouml;schen

# choosePngImage
source: Select a PNG image
de_de: Ein Bild im PNG-Format w&auml;hlen.

# firstMustChoosePngImage
source: Please choose an image in PNG-Format.
de_de: Bitte zuerst ein PNG-Bild ausw&auml;hlen

# mustChooseValidImageFormat
source: You have to select an image in a supported format (Png, Gif, Jpg).
de_de: Es muss ein Bild mit einem g&uuml;ltigen Datei-Format gew&auml;hlt werden. G&uuml;ltig sind Bilder im Format png, gif und jpg.

# foundNoShapeToDelete
source: No shape image found. Operation terminated.
de_de: Kein Bild zum L&ouml;schen gefunden. Operation abgebrochen.

# shapeInUse
source: The shape is in use on the map "[MAP]".
de_de: Das Bild wird noch in der Karte "[MAP]" genutzt.

# confirmShapeDeletion
source: Do you really want to delete this shape image? This action cannot be reverted.
de_de: Wollen Sie dieses Bild wirklich l&ouml;schen? Diese Aktion kann nicht r&uuml;ckgängig gemacht werden.

# unableToDeleteShape
source: Cannot delete shape "[IMAGENAME]" because it is used by map "[MAP]".
de_de: Das Bild "[IMAGENAME]" kann nicht gel&ouml;scht werden. Das Bild wird in der Karte "[MAP]" noch verwendet.

# failedToDeleteShape
source: Cannot delete shape "[IMAGE]".
de_de: Konnte das Bild "[IMAGE]" nicht l&ouml;schen.

# shapeDoesNotExist
source: The shape "[IMAGE]" does not exist.
de_de: Das Bild "[IMAGE]" existiert nicht.

# moveUploadedFileFailed
source: Could not move the uploaded file to the shape directory "[PATH]".
de_de: Konnte die hochgeladene Datei nicht in das Ziel-Verzeichnis "[PATH]" verschieben.

# mustBePngFile
source: The file has the wrong file extension (has to be *.png)
de_de: Die Datei hat das falsche Dateiformat (muss *.png sein)

# uploadFailed
source: Upload not possible. There are some problems with your webserver configuration.
de_de: Hochladen der Datei fehlgeschlagen

# createBackground
source: Create background image
de_de: Hintergrund erstellen

# uploadBackground
source: Upload background image
de_de: Hintergrund hochladen

# deleteBackground
source: Delete background image
de_de: Hintergrund l&ouml;schen

# chooseImage
source: Choose an image
de_de: W&auml;hle ein Bild

# backgroundColor
source: Color (Hex)
de_de: Farbe (Hex-Format)

# backgroundWidth
source: Width (px)
de_de: Breite (px)

# backgroundHeight
source: Height (px)
de_de: H&ouml;he (px)

# foundNoBackgroundToDelete
source: No background image found. Operation terminated.
de_de: Kein Hintergrundbild zum L&ouml;schen gefunden. Operation abgebrochen.

# confirmBackgroundDeletion
source: Do you really want to delete this background image? This action cannot be reverted.
de_de: Wollen Sie diesen Hintergrund wirklich l&ouml;schen? Diese Aktion kann nicht r&uuml;ckgängig gemacht werden.

# unableToDeleteBackground
source: Cannot delete the background image "[IMAGENAME]" because it is used by map "[MAP]".
de_de: Kann Hintergrund "[IMAGENAME]" nicht l&ouml;schen. Das Bild wird noch in der Karte "[MAP]" verwendet.

# mustValueNotSet1
source: The required value "[ATTRIBUTE]" is not set
de_de: Der Pflichtwert "[ATTRIBUTE]" wurde nicht gesetzt.

source: Yes
de_de: Ja

source: No
de_de: Nein

# unableToWorkWithMap
source: The map changes can not be processed anymore. Procedure was terminated.
de_de: Die Karte kann nicht mehr verarbeitet werden. Vorgang wurde abgebrochen.

# chosenLineTypeNotValid
source: The selected line_type is invalid.
de_de: Der gew&auml;hlte Linien-Typ "line_type ist" ung&uuml;ltig.

# onlyLineOrIcon
source: An object can only be an icon or a line, "iconset" and "line_type" can be used not together.
de_de: Ein Objekt kann nur ein Icon oder eine Linie sein, "iconset" und "line_type" können nicht gemeinsam verwendet werden.

# not2coords
source: It seems that you want to define a line ("line_type" is set) but you didn&quot;t give two "[COORD]" coordinates.
de_de: Es scheint, dass Sie eine Linie definieren wollen ("line_type" ist gesetzt). Es sind aber keine zwei [COORD] Koordinaten angegeben.

# only1or2coords
source: Only one or two [COORD] coordinates can be defined.
de_de: Es ist nur m&ouml;glich, ein oder zwei Koordinaten [COORD] anzugeben.

source: loopInMapRecursion
de_de: Die Objekte auf den verlinkten Karten bilden eine Endlosschleife. Bitte aufl&ouml;sen.

# mapObjectWillShowSummaryState
source: This map object will show the summary state of the map and its children.
de_de: Dieses Objekt wird den Gesamtstatus der aktuellen Karte zeigen.

# phpModuleNotLoaded
source: The PHP module &quot;[MODULE]&quot; is not loaded.
de_de: Das ben&ouml;tigte PHP-Modul &quot;[MODULE]&quot; ist nicht vorhanden.

source: Default value
de_de: Standardwert

# disabled
source: Deactivated
de_de: Deaktiviert

# mainCfgNotWriteable
source: The main configuration file is not writeable.
de_de: Bitte die Schreibberechtigungen des Webservers auf die Haupt-Konfigurationsdatei &quot;[MAINCFG]&quot; pr&uuml;fen.

# mainCfgCouldNotWriteMainConfigFile
source: The main configuration file cache is not writeable.
de_de: Die Haupt-Konfigurationsdatei ist nicht schreibbar.

# mapCfgDirNotWriteable
source: Please check the webservers permissions for the map configuration folder &quot;[MAPPATH]&quot;.
de_de: Bitte die Schreibberechtigungen des Webservers auf das Verzeichnis &quot;[MAPPATH]&quot; pr&uuml;fen.

# couldNotDeleteMapCfg
source: Could not delete the map configuration file &quot;[MAPPATH]&quot;.
de_de: Die Karten-Konfigurationsdatei &quot;[MAPPATH]&quot; konnte nicht gel&ouml;scht werden

# mapCfgNotWriteable
source: The map configuration file is not writeable.
de_de: Keine Schreibrechte auf die Map-Konfigurationsdatei. Bitte die Schreibberechtigungen des Webservers auf die Map-Konfigurationsdatei &quot;[MAP]&quot; pr&uuml;fen.

# mapLocked
source: The map "[MAP]" is locked by user "[USER]" from IP "[IP]" since [TIME]. Edit anyway? (Override lock?)
de_de: Die Karte "[MAP]" ist vom Benutzer "[USER]" von der IP "[IP]" seit [TIME] gesperrt. Trotzdem bearbeiten? (Sperre ignorieren?)

# mapLockNotExists
source: The lockfile &quot;[MAP]&quot; does not exist.
de_de: Die Kartensperre &quot;[MAP]&quot; existiert nicht.

# mapLockNotReadable
source: The lockfile &quot;[MAP]&quot; is not readable.
de_de: Die Kartensperre &quot;[MAP]&quot; ist nicht lesbar.

# mapLockNotWriteable
source: The lockfile &quot;[MAP]&quot; is not writeable.
de_de: Die Kartensperre &quot;[MAP]&quot; ist nicht schreibbar.

# couldNotDeleteMapImage
source: Could not delete the map image file &quot;[IMGPATH]&quot;.
de_de: Das Hintergrundbild &quot;[IMGPATH]&quot; konnte nicht gel&ouml;scht werden

# fileCouldNotBeUploaded
source: The file could not be uploaded to the webserver.
de_de: Die Datei konnte nicht hochgeladen werden.

# imageAlreadyExists
source: The image "[MAPNAME]" already exists. Rename the file.
de_de: Das Bild &quot;[IMAGE]&quot; existiert bereits.

# iconNotExists
source: An icon &quot;[IMGPATH]&quot; which is used on the map does not exist.
de_de: Ein Icon &quot;[IMGPATH]&quot; auf der Map existiert nicht.

source: Configured
de_de: Konfiguriert

source: Inherited
de_de: Vererbt

source: Position/Size
de_de: Positionieren/Gr&ouml;&szlig;e

# change
source: Modify
de_de: &Auml;ndern

source: Overview
de_de: &Uuml;bersicht

source: Restore
de_de: Wiederherstellen

# properties
source: Options
de_de: Einstellungen

source: Add object
de_de: Objekt hinzuf&uuml;gen

# nagVisConfig
source: NagVis configuration
de_de: NagVis-Konfiguration

source: Help
de_de: Hilfe

# open
source: Open map
de_de: &Ouml;ffnen

source: Open in NagVis
de_de: Karte in NagVis &ouml;ffnen

# manageMaps
source: Maps
de_de: Karten

# manageBackends
source: Backends
de_de: Datenquellen

# manageBackgrounds
source: Backgrounds
de_de: Hintergr&uuml;nde

# manageShapes
source: Shapes
de_de: Bilder

source: Line
de_de: Linie

source: Special
de_de: Spezielle

source: Host
de_de: Ger&auml;t

source: Service
de_de: Dienst

source: Hostgroup
de_de: Ger&auml;tegruppe

source: Servicegroup
de_de: Dienstegruppe

source: Map
de_de: Karte

source: Shape
de_de: Bild

source: Manage
de_de: Verwalte

# clickMapToSetPoints
source: Click on the map to determine the position of the missing points.
de_de: Klicken Sie auf die Karte, um die fehlenden Punkte zu bestimmen

# confirmDelete
source: Do you really want to delete this object?
de_de: Wollen Sie dieses Objekt wirklich l&ouml;schen?

# confirmRestore
source: Are you sure that you want to restore the backup?
de_de: Sicher, dass Sie das Backup wiederherstellen wollen?

# wrongValueFormat
source: The attribute "[ATTRIBUTE]" in section "[TYPE]" in main configuration file does not match the valid value format
de_de: Das Attribut "[ATTRIBUTE]" in der Sektion "[TYPE]" in der Haupt-Konfigurationsdatei entspricht nicht dem korrekten Format

# wrongValueFormatMap
source: The attribute "[ATTRIBUTE]" in element of type "[TYPE]" in map configuration file "[MAP]" does not match the valid value format
de_de: Das Attribut "[ATTRIBUTE]" in einem Element vom Typ "[TYPE]" in der Karten-Konfigurationsdatei "[MAP]" entspricht nicht dem korrekten Format

# wrongValueFormatOption
source: The attribute "[ATTRIBUTE]" does not match the valid value format
de_de: Das Attribut "[ATTRIBUTE]" entspricht nicht dem korrekten Format

# parameterObjName1NotSet
source: The objName1 parameter is missing.
de_de: Der Parameter objName1 ist nicht gesetzt.

# automapNotSupportedHere
source: The automap is not supported here.
de_de: Die Automap wird hier nicht unterst&uuml;tzt.

# parameterTypeNotSet
source: The parameter &quot;type&quot; is missing.
de_de: Der Parameter &quot;type&quot; ist nicht gesetzt.

# parameterObjName2NotSet
source: The objName2 parameter is missing.
de_de: Der Parameter objName2 ist nicht gesetzt.

# parameterObjTypeNotSet
source: The objType parameter is missing.
de_de: Der Parameter &quot;objType&quot; ist nicht gesetzt.

# parameterObjIdNotSet
source: The parameter &quot;objId&quot; is missing.
de_de: Der Parameter &quot;objId&quot; ist nicht gesetzt.

# unknownObject
source: The object of type &quot;[TYPE]&quot; in map &quot;[MAPNAME]&quot; is not allowed.
de_de: Der Objekttyp &quot;[TYPE]&quot; in der Map &quot;[MAPNAME]&quot; ist nicht erlaubt

# parameterNameNotSet
source: The parameter &quot;name&quot; is missing.
de_de: Der Parameter &quot;name&quot; ist nicht gesetzt.

# parameterUrlNotSet
source: The parameter &quot;url&quot; is missing.
de_de: Der Parameter &quot;url&quot; ist nicht gesetzt.

source: Unknown Query
de_de: Unbekannte Anfrage

# foundNoObjectOfThatTypeOnMap
source: Found no object of that type on the given map.
de_de: Es konnte kein Objekt des gegebenen Typs auf der Karte gefunden werden.

# ObjectNotFoundOnMap
source: The object could not be found on the given map.
de_de: Das Objekt konnte auf der Karte nicht gefunden werden.

# unknownRenderMode
source: The render mode &quot;[MODE]&quot; is not supported.
de_de: Der Anzeigemodus &quot;[MODE]&quot; wird nicht unterst&uuml;tzt.

# graphvizBinaryNotFound
source: The required graphviz binary &quot;[NAME]&quot; could not be found in the paths: &quot;[PATHS]&quot;.
de_de: Die ben&ouml;tigte Graphviz-Anwendung &quot;[NAME]&quot; konnte in den Pfaden &quot;[PATHS]&quot; nicht gefunden werden.

# couldNotGetRootHostname
source: The Automap needs one root hostname to start the drawing.<br><br> There are three ways to get a root host: URL parameter &quot;root&quot;, Main configuration &quot;automap > default_root&quot;, auto detect (Only possible when there is <b>one</b> host with no parent).
de_de: Die Automap ben&ouml;tigt einen Ursprungs-Host.[br][br] Es gibt drei M&ouml;glichkeiten um einen Ursprungs-Host zu bestimmen: URL-Parameter &quot;root&quot;, Haupt-Konfiguration &quot;automap > default_root&quot;, automatische Ermittlung (nur m&ouml;glich, wenn es [b]einen[/b] Host ohne Eltern-Host gibt).

# nagiosNotRunning
source: NDO reports that Nagios is not running (Backend-ID: [BACKENDID])
de_de: .Laut NDO l&auml;uft der Nagios-Dienst nicht.

# nagiosDataNotUpToDate
source: NDO claims that Nagios did no status update for more than &quot;[TIMEWITHOUTUPDATE]&quot; seconds. Make sure that Nagios and NDO daemons are running. (Backend-ID: [BACKENDID])
de_de: Laut NDO wurden von Nagios seit mehr als &quot;[TIMEWITHOUTUPDATE]&quot; Sekunden keine Daten mehr verarbeitet. Laufen Nagios und ndo2db?

# noTablesExists
source: There are no tables in the database matching given prefix &quot;[PREFIX]&quot;. (Backend-ID: [BACKENDID])
de_de: In der Datenbank existieren keine Tabellen mit dem konfigurierten Pr&auml;fix &quot;&quot;[PREFIX]&quot;&quot;.

# errorConnectingMySQL
source: Error while connecting to MySQL server. Maybe wrong connection properties in backend? MySQL-Error: [MYSQLERR]. (Backend-ID: [BACKENDID])
de_de: Fehler beim Verbinden mit dem MySQL server. Eventuell sind die Verbindung-Parameter im Backend falsch? MySQL-Fehler: [MYSQLERR].

# errorSelectingDb
source: Error selecting the database. Maybe wrong database name or insufficient permissions. MySQL-Error: [MYSQLERR]. (Backend-ID: [BACKENDID])
de_de: Fehler beim Selektieren der Datenbank. Falscher dbName oder fehlende Berechtigungen? MySQL-Error: [MYSQLERR]

# mysqlNotSupported
source: Your PHP installation lacks SQL support. You can not use the NDOMy Backend without php-mysql. (Backend-ID: [BACKENDID])
de_de: Ihre PHP-Installation hat keine MySQL-Unterst&uuml;tzung. Ohne php-mysql k&ouml;nnen Sie das NDO Backend nicht nutzen

# backendInstanceNameNotValid
source: The given instance name &quot;[NAME]&quot; in backend &quot;[BACKENDID]&quot; is not valid.
de_de: Der Instanz-Name &quot;[NAME]&quot; in Backend &quot;[BACKENDID]&quot; ist nicht g&uuml;ltig.

# backendInstanceNameNotUniq
source: The given instance name &quot;[NAME]&quot; in backend &quot;[BACKENDID]&quot; is not unique.
de_de: Der Instanz-Name &quot;[NAME]&quot; in Backend &quot;[BACKENDID]&quot; ist nicht eindeutig.

# hostNotFoundInDB
source: The host "[HOST]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
de_de: Der Host "[HOST]" konnte in der Datenbank nicht gefunden werden. Eventuell ist er falsch geschrieben?

# hostIsPending
source: The host "[HOST]" is in pending state
de_de: Der Host "[HOST]" ist im wartenden Status.

# serviceNotFoundInDB
source: The service "[SERVICE]" on host "[HOST]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
de_de: Der Dienst "[SERVICE]" auf dem Gerät "[HOST]" konnte in der Datenbank nicht gefunden werden. Eventuell ist er falsch geschrieben?

# serviceNotChecked
source: The service "[SERVICE]" has not been checked yet
de_de: Der Dienst "[SERVICE]" wurde bisher nicht gepr&uuml;ft.

# gdLibNotFound
source: You told NagVis to use the GD-Libs for drawing lines on the background image (usegdlibs=1). GD-Libs are not installed or loaded in your php.
de_de: NagVis wurde konfiguriert die GD-Libs zum Parsen von Linien und Hintergrund zu verwenden (usegdlibs=1). Die GD-Libs sind nicht installiert oder geladen.

# varFolderNotExists
source: The var folder &quot;[PATH]&quot; does not exist.
de_de: Das var-Verzeichnis &quot;[PATH]&quot; existiert nicht.

# varFolderNotWriteable
source: The var folder &quot;[PATH]&quot; is not writeable.
de_de: Das Verzeichnis &quot;[PATH]&quot; ist nicht beschreibbar.

# mapInMaintenance
source: The map you are trying to access is in maintenance mode. Please be patient. This page is reloaded automatically.
de_de: Die Karte "[MAP]" befindet sich aktuell im Wartungsmodus. Diese Seite lädt automatisch neu.

source: Map Index
de_de: Karten&uuml;bersicht

source: Rotation Pools
de_de: Rotations-Pools

# onlyPngOrJpgImages
source: Only PNG or JPG images are allowed for map image files.
de_de: Es sind nur PNG- oder JPG-Bilder als Hintergrund erlaubt

# imageNotExists
source: An image &quot;[FILE]&quot; which is needed to create a thumbnail image does not exist.
de_de: Ein Bild &quot;[FILE]&quot;, welches zum Erstellen einer Vorschau ben&ouml;tigt wird, existiert nicht.

# mapCfgNotExists
source: The map configuration file "[MAP]" does not exist
de_de: Die Karten-Konfigurations-Datei "[MAP]" existiert nicht

# mapCfgNotReadable
source: The map configuration file &quot;[MAP]&quot; is not readable.
de_de: Bitte die Leseberechtigungen des Webservers auf die Map-Konfigurationsdatei &quot;[MAP]&quot; pr&uuml;fen.

# unknownAttribute
source: The attribute &quot;[ATTRIBUTE]&quot; is not supported in objects of type &quot;[TYPE]&quot; on map [MAPNAME].
de_de: Das Attribut &quot;[ATTRIBUTE]&quot; ist in Elementen des Typs &quot;[TYPE]&quot; in Map &quot;[MAPNAME]&quot; nicht erlaubt.

# mapDeprecatedOption
source: The given option &quot;[ATTRIBUTE]&quot; in section of type &quot;[TYPE]&quot; in map &quot;[MAP]&quot; is deprecated in this version. Please read the documentation/changelog for details.
de_de: Die Option &quot;[ATTRIBUTE]&quot; in einem Objekt des Typs &quot;[TYPE]&quot; auf der Karte &quot;[MAP]&quot; ist veraltet. Bitte Changelog oder Dokumentation pr&uuml;fen und die Option anpassen.

# lineTypeButViewTypeNotSet
source: You told NagVis to show an object as line (option line_type set). Since NagVis 1.4 you have to set the option &quot;view_type=line&quot; for line objects. This problem was detected in an object of the type &quot;[TYPE]&quot; on map &quot;[MAP]&quot;.
de_de: Ein Objekt soll als Linie angezeigt werden (Option line_type gesetzt). Seit NagVis 1.4 muss die Option &quot;view_type=line&quot; gesetzt werden. Dieses Problem wurde in einem &quot;[TYPE]&quot; Objekt auf der Karte &quot;[MAP]&quot; gefunden.

# viewTypeGadgetButNoGadgetUrl
source: NagVis found an object whitout gadget_url option but view_type=&quot;gadget&quot;. This problem was detected in an object of the type &quot;[TYPE]&quot; on map &quot;[MAP]&quot;.
de_de: Nagvis hat ein Objekt gefunden, bei dem die Option &quot;gadget_url&quot; gesetzt ist. Die Option view_type=&quot;gadget&quot; muss gesetzt werden, damit das Objekt als Gadget angezeigt werden kann. Das Problem wurd bei einem Objekt des Typs &quot;[TYPE]&quot; auf der Karte &quot;[MAP]&quot; gefunden.

# noBackendDefined
source: No backend could be found in NagVis configuration. You need to define a backend for gathering status information.
de_de: Es konnte kein definiertes Backend gefunden werden.

# backendNotExists
source: The backend with ID &quot;[BACKENDID]&quot; of type &quot;[BACKENDTYPE]&quot; does not exist.
de_de: Das Backend mit der ID &quot;[BACKENDID]&quot; vom Typ &quot;[BACKENDTYPE]&quot; existiert nicht.

# couldNotGetHoverUrl
source: Could not get hover URL &quot;[URL]&quot;. Maybe the URL is password protected.
de_de: Konnte Hover-URL &quot;[URL]&quot; nicht finden. Eventuell ist die URL Paswort gesch&uuml;tzt.
